/* application name */
"app_name" = "LTerminal";
"pro_name" = "LTerminal Pro";
"app_webpage" = "LTerminal Web Page";
"connect" = "Connect";
"reconnect" = "Reconnect";
"continue_" = "Continue";
"cancel" = "Cancel";
"add" = "Add";
"add_item" = "Add Item";
"bits" = "Bits";
"name" = "Name";
"size" = "Size";
"type" = "Type";
"back" = "Back";
"none" = "None";
"theme" = "Theme";
"info" = "Info";
"date" = "Date";
"output" = "Output";
"generate" = "Generate";
"algorithm" = "Algorithm";
"keyboard" = "Keyboard";
"password" = "Password";
"passphrase" = "Passphrase";
"sessions" = "Sessions";
"contact" = "Contact";
"support" = "Support";
"email" = "Email";
"twitter" = "Twitter";
"reference" = "Reference";
"light" = "Light";
"dark" = "Dark";
"login" = "Login";
"disabled" = "Disabled";
"username" = "Username";
"toolbar" = "Toolbar";
"nickname" = "Nickname";
"credential" = "Credential";
"connected" = "Connected";
"connecting_to" = "Connecting to";
"global_settings" = "Global Settings";
"confirm_passphrase" = "Confirm Passphrase";
"invalid_passphrase" = "Invalid passphrase";
"identity_passphrase" = "Identity passphrase";
"passphrase_failed" = "Passphrase failed";
"paste_key_failed" = "Paste key failed";
"load_key_failed" = "Load key failed";
"copied_to_clipboard" = "Copied to Clipboard";
"copy_public_key_to_clipboard" = "Copy Public Key to Clipboard";
"copy_private_key_to_clipboard" = "Copy Private Key to Clipboard";
"copied_public_key_to_clipboard" = "Copied Public Key to Clipboard";
"copied_private_key_to_clipboard" = "Copied Private Key to Clipboard";
"playback" = "Playback";
"ssh_settings" = "SSH Settings";
"telnet_settings" = "Telnet Settings";
"vnc_settings" = "VNC Settings";
"protocol" = "Protocol";
"ssh" = "SSH";
"vnc" = "VNC";
"telnet" = "Telnet";
"folder" = "Folder";
"local_shell" = "Local Shell";
"local_shell_settings" = "Local Shell Settings";
"interactive_shell" = "Interactive Shell";
"session_ended" = "session ended";
"font" = "Font";
"beep" = "Beep";
"colors" = "Colors";
"font_size" = "Font size";
"toys" = "Toys";
"version" = "Version";
"credits" = "Credits";
"ask_each_time" = "Ask each time";
"upgrade_to" = "Upgrade to LTerminal Pro";
"host_key_changed" = "Host key changed";
"accept_new_key" = "Accept new key?";
"return_sends" = "Return Sends";
"delete_sends" = "Delete Sends";
"reset_defaults" = "Reset Defaults";
"about" = "About";
"key" = "Key";
"keys" = "Keys";
"new_key" = "New Key";
"choose_key" = "Choose Key";
"generate_new_key" = "Generate New Key";
"paste_from_clipboard" = "Paste from Clipboard";
"paste_key_from_clipboard" = "Paste Key from Clipboard";
"send_crash_data" = "Send Crash Data and Statistics";
"relaunch_for_changes" = "Relaunch for changes to take effect";
"write_log_file" = "Write log file";
"record_session" = "Record session";
"crash_log_identifiers" = "Crash Log Identifiers";
"privacy" = "Privacy";
"keep_display_on" = "Keep Display On";
"background_timeout" = "Background Timeout";
"enable_encryption" = "Enable encryption";
"confirm_enable_encryption" = "Confirm enable encryption";
"interface_settings" = "Interface Settings";
"fingerprint" = "Fingerprint";
"settings" = "Settings";
"clear" = "Clear";
"local" = "Local";
"remote" = "Remote";
"remote_port" = "Remote Port";
"port_forwarding" = "Port Forwarding";
"new_port_forward" = "New Port Forward";
"hostname" = "Hostname";
"host" = "Host";
"hosts" = "Hosts";
"port" = "Port";
"unlock" = "Unlock";
"new_" = "New";
"new_host" = "New Host";
"update_host" = "Update Host";
"local_port" = "Local Port";
"target_host" = "Target Host";
"target_port" = "Target Port";
"terminal_type" = "Terminal Type";
"text_encoding" = "Text Encoding";
"host_key_fingerprint" = "Host Key Fingerprint";
"advanced" = "Advanced";
"agent_forwarding" = "Agent Forwarding";
"compression" = "Compression";
"forwarding" = "Forwarding";
"key_generation" = "Key Generation";
"local_encryption" = "Local Encryption";
"compression_desc" = "Decrease latency and data usage using ZLib";
"forwarding_desc" = "Unlimited SSH Agent and TCP port forwarding";
"key_generation_desc" = "Generate RSA, DSA, EC, and Ed25519 keys";
"locan_encryption_desc" = "Protect your host database with SQLCipher";
"close_on_disconnect" = "Close on Disconnect";
"startup_command" = "Startup Command";
"checking_for_upgrade" = "Checking for upgrade";
"upgrade_desc" = "Permanently unlock pro features with a one-time purchase:";
"restore_purchases" = "Restore Purchases";
"purchases_not_available" = "Purchases not available";
"upgrade_not_available" = "Upgrade not available";
"upgrade_now" = "Upgrade Now";
"upgrade_complete" = "Upgrade Complete";
"local_encryption_type" = "SQLCipher";
"enabled" = "Enabled";
